Revit 2027 API
ParameterTypeId.RoomCalculatedSupplyAirflowParam Property
 "Calculated Supply Airflow"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RoomCalculatedSupplyAirflowParam { get; }
Public Shared ReadOnly Property RoomCalculatedSupplyAirflowParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RoomCalculatedSupplyAirflowParam {
	ForgeTypeId^ get ();
}
static member RoomCalculatedSupplyAirflowParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace